tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "bat"
brew "coreutils"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubectl"
brew "node"
brew "pipx"
brew "python"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stern"
brew "stow"
brew "vim"
brew "watch"
brew "wget"

cask "bitwarden"
cask "docker"
cask "firefox"
cask "font-hack"
cask "font-jetbrains-mono"
cask "gpg-suite"
cask "insomnia"
cask "kicad"
cask "qmk-toolbox"
cask "spotify"
cask "telegram"
